Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_176-Vimalakirtinirdesa-v1.tmx
Source language: bo
Languages: en

source: བྱང་ཆུབ་ཀྱི་སེམས་ཀུན་ཏུ་བསྲུང་བར་དགའ་བ་དང་། སེམས་ཅན་ལ་ཕན་པར་བྱེད་པར་དགའ་བ་དང་། སྦྱིན་པ་ལ་བགོ་བཤའ་བྱེད་པར་དགའ་བ་དང་། ཚུལ་ཁྲིམས་ལ་མི་ལྷོད་པར་དགའ་བ་དང་། བཟོད་པ་ལ་བཟོད་ཅིང་དུལ་བར་དགའ་བ་དང་། བརྩོན་འགྲུས་ལ་དགེ་བ་ཡང་དག་པར་བསྒྲུབ་པར་དགའ་བ་དང་། བསམ་གཏན་ལ་ཡོངས་སུ་སྤྱོད་པར་དགའ་བ་དང་། ཤེས་རབ་ལ་ཉོན་མོངས་པའི་སྣང་བ་མེད་པར་དགའ་བ་དང་།
en: It is the joy of always guarding the spirit of enlightenment, of helping living beings, of sharing through generosity, of not slackening in morality, of control and tolerance in patience, of thorough cultivation of virtue by effort, of total absorption in meditation, and of absence of afflictions in wisdom.

source: བྱང་ཆུབ་ལ་རྒྱ་ཆེར་དགའ་བ་དང་། བདུད་ཚར་གཅོད་པར་དགའ་བ་དང་། ཉོན་མོངས་པ་རྣམས་ངེས་པར་གཞོམ་པར་དགའ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་རྣམ་པར་སྦྱོང་བར་དགའ་བ་དང་།
en: It is the joy of extending enlightenment, of conquering the māras, of destroying the afflictions, and of purifying the buddhafield.

source: རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་ལ་འདྲིས་པར་བྱེད་པའི་དགའ་བ་དང་། མྱ་ངན་ལས་འདས་པའི་དམིགས་པ་ལ་དགའ་བ་དང་།
en: It is the joy of exploration of the three doors of liberation, and of the realization of liberation.

source: བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་རྒྱན་ལ་དགའ་བ་དང་། དུས་མ་ཡིན་པར་ཐོབ་པར་མི་བྱེད་པ་ལ་དགའ་བ་དང་།
en: It is the joy of being an ornament of the seat of enlightenment, and of not attaining liberation at the wrong time.

source: སྐལ་བ་མཉམ་པའི་སྐྱེ་བོ་ལ་བསྟེན་པར་དགའ་བ་དང་། སྐལ་བ་མི་མཉམ་པ་རྣམས་ལ་ཞེ་མི་སྡང་ཞིང་ཁོང་ཁྲོ་བ་མེད་པའི་དགའ་བ་དང་། དགེ་བའི་བཤེས་གཉེན་རྣམས་ལ་བསྟེན་པར་དགའ་བ་དང་། སྡིག་པའི་གྲོགས་པོ་དག་རྣམ་པར་སྤང་བར་དགའ་བ་དང་།
en: It is the joy of serving those of equal fortune, of not hating or resenting those of superior fortune, of serving the spiritual benefactors, and of avoiding sinful friends.

source: ཐབས་ལ་སྡུད་པའི་དགའ་བ་དང་། བག་ཡོད་པར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སྟེན་པ་ལ་དགའ་བ་སྟེ།
en: It is the joy of acquiring liberative arts and of the conscious cultivation of the aids to enlightenment.

source: འདི་རྣམས་བཀྱེ་བ་ཡིན་གྱིས། སྡིག་ཅན་གཡོག་དང་བཅས་ཏེ་དེང་ཤིག
en: They are given, Māra. Go home with your retinue.

source: །ཁྱིམ་བདག་ཇི་ལྟར་བདག་ཅག་བདུད་ཀྱི་གནས་ན་གནས་པར་བགྱི།
en: Householder, how should we live in the abode of the māras?

source: བདག་གི་ཕའི་སྡུམ་པ་ན་མཆོད་སྦྱིན་ཆེན་པོ་བགྱི་བའི་སླད་དུ་
en: in my father’s house when, in order to celebrate a great sacrifice,

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཐམས་ཅད་དང་། དབུལ་པོ་དང་། སྡུག་བསྔལ་བ་དང་། བཀྲེན་པ་དང་། སྡུག་ཕོངས་པ་དང་། སློང་བ་ཐམས་ཅད་ལ་སྦྱིན་པ་སྩལ་ཏེ།
en: I was bestowing gifts upon religious devotees, brahmins, the poor, the wretched, the unfortunate, beggars, and all the needy.

source: ཞི་བ་དང་དུལ་བས་མངོན་པར་བསྒྲུབས་པའི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་།
en: the transcendence of generosity, which is consummated in peacefulness

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱེད་པས་མངོན་པར་བསྒྲུབས་པའི་སྟོང་པ་ཉིད་ལ་སྒོམ་པ་དང་།
en: the meditation of voidness, consummated in effectiveness in the development of all living beings;

source: དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པས་མངོན་པར་བསྒྲུབས་པའི་སྟོབས་ཀྱིས་རྟུལ་བ་དང་།
en: heroic strength, consummated in the upholding of the holy Dharma;

source: མཚན་དང་། དཔེ་བྱད་བཟང་པོ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་གི་རྒྱན་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པས་མངོན་པར་བསྒྲུབས་པའི་བསོད་ནམས་ཀྱི་ཚོགས་དང་།
en: the store of merit which is consummated by the auspicious signs and marks, the ornaments of the buddhafields, and all other means of development of living beings;

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་དང་སྤྱོད་པ་ལ་ཅི་རིགས་པར་ཆོས་སྟོན་པས་མངོན་པར་བསྒྲུབས་པའི་ཡེ་ཤེས་ཀྱི་ཚོགས་དང་།
en: of the store of knowledge which is consummated in the ability to teach the Dharma according to the thoughts and actions of all living beings;

source: ཆོས་ཐམས་ཅད་ལ་བླང་བ་མེད་པ་དང་། དོར་བ་མེད་པ་ཚུལ་གཅིག་པའི་ཡེ་ཤེས་ཀྱིས་མངོན་པར་བསྒྲུབས་པའི་ཤེས་རབ་ཀྱི་ཚོགས་དང་།
en: of the store of wisdom, which is consummated in the uniform gnosis free of acceptance and rejection in regard to all things;

source: རིགས་ཀྱི་བུ་ཆོས་ཀྱི་མཆོད་སྦྱིན་ཏེ་ཆོས་ཀྱི་མཆོད་སྦྱིན་དེ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་མཆོད་སྦྱིན་བྱིན་པ་མཆོད་སྦྱིན་ཤིན་ཏུ་བྱེད་པ་ཡིན་ཏེ། ལྷ་དང་བཅས་པ་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་སུ་འགྱུར་རོ།
en: That, noble son, is the Dharma-sacrifice. The bodhisattva who lives by this Dharma-sacrifice is the best of sacrificers, and, through his extreme sacrifice, is himself worthy of offerings from all people, including the gods.

source: དེ་ལེན་དུ་མ་བཏུབ་ནས་དེ་ལ་བདག་གིས་འདི་སྐད་ཅེས་བགྱིས་སོ།
en: But he would not accept it. I then said to him,

source: ཇི་ལྟར་འཁོར་དེ་དག་ཐམས་ཅད་ཀྱིས་སྨིག་རྒྱུའི་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་དང་། དེ་བཞིན་གཤེགས་པ་བཟོད་པར་དཀའ་བ་དེ་ཡང་མཐོང་ཞིང་
en: And he performed a miracle such that all present beheld the universe called Marīci and the Tathāgata Duṣprasaha.

source: མུ་ཏིག་གི་དོ་ཤལ་དེ་དེ་བཞིན་གཤེགས་པ་བཟོད་པར་དཀའ་བའི་སྤྱི་བོའི་སྟེང་ན་མུ་ཏིག་གི་དོ་ཤལ་གྱི་ཁང་པ་བརྩེགས་པ་བཀྲ་བ་བལྟ་ན་སྡུག་པ། གྲུ་བཞི་ལྷམ་པ། ཀ་བ་བཞི་ཟུག་པ། ངོས་མཉམ་ཞིང་རབ་ཏུ་རྣམ་པར་ཕྱེ་བ་ཕྱུང་བ་
en: On the head of the Tathāgata Duṣprasaha, the pearl necklace took the form of a pavilion, decorated with strings of pearls, resting on four bases, with four columns, symmetrical, well constructed, and lovely to behold.

source: མཐོང་བ་དེས་དེ་ལྟ་བུའི་ཆོ་འཕྲུལ་བསྟན་ནས་ཚིག་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Having shown such a miracle, Vimalakīrti said,

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ཐམས་ཅད་ཀྱང་གང་སྐྱེས་བུ་དམ་པ་དེ་དང་། སྐབས་སུ་གཏམ་གང་དག་བརྗོད་པ་སོ་སོའི་བསྟན་པ་བཤད་དེ་འགྲོ་བར་མི་སྤྲོའོ།
en: In the same way, all the bodhisattvas, the great spiritual heroes, told the stories of their conversations with Vimalakīrti and declared their reluctance to go to him.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: Then, the Buddha said to the crown prince, Mañjuśrī,

source: འཇམ་དཔལ་ཁྱོད་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ནད་འདྲིར་སོང་ཤིག
en: Mañjuśrī, go to the Licchavi Vimalakīrti to inquire about his illness.

source: ཚིག་སྣྲེལ་ཞི་དང་རྫོགས་པའི་ཚིག་བསྒྲུབ་པ་ལ་མཁས་པ།
en: He is extremely skilled in full expressions and in the reconciliation of dichotomies.

source: སྤོབས་པ་རྒྱུན་མི་འཆད་པ། སེམས་ཅན་ཐམས་ཅད་ལ་ཁོང་ཁྲོ་བ་མ་མཆིས་པའི་བློ་དང་ལྡན་པ།
en: His eloquence is inexorable, and no one can resist his imperturbable intellect.

source: མ་འོངས་པ་ལ་འོང་བར་ཤེས་པ་ཡང་མེད་ཅིང་སོང་བ་ལ་ཡང་འགྲོ་བར་ཤེས་པ་མེད་པ་ལ།
en: Coming is not really known in coming, and going is not really known in going.

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་བའི་གནས་ནི་སེམས་ཅན་ཏེ། ནད་ནི་འཁོར་བ་ལ་གནས་སོ།
en: Mañjuśrī, for the bodhisattva, the world consists only of living beings, and sickness is inherent in living in the world.

source: །ཇི་སྲིད་དུ་བུ་གཅིག་པ་དེ་ནད་མེད་པར་མ་གྱུར་པ་དེ་སྲིད་དུ་ཕ་མ་གཉིས་ཀྱང་སྡུག་བསྔལ་བར་འགྱུར་ཏེ་
en: And the parents will suffer as long as that only son does not recover from his sickness.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ལ་བུ་གཅིག་པ་བཞིན་དུ་སྡུག་པ་ཡིན་ཏེ།
en: Just so, Mañjuśrī, the bodhisattva loves all living beings as if each were his only child.

source: ཁྱིམ་བདག་ཁྱོད་ཀྱི་ཁྱིམ་འདི་སྟོང་ན་ཁྱོད་ལ་གཡོག་འགའ་ཡང་མེད་དམ།
en: Householder, why is your house empty? Why have you no servants?

source: འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱང་སྟོང་ངོ་།
en: Mañjuśrī, all buddhafields are also empty.

source: སྟོང་པ་ཉིད་ཀྱིས་སྟོང་ངོ་།
en: They are empty because of emptiness.

source: ཅིས་སྟོང་།
en: What makes them empty?

source: སྟོང་པ་ཉིད་ལ་སྟོང་པ་ཅི་ཞིག་ཡོད།
en: What is “empty” about emptiness?

source: ཀུན་ཏུ་རྟོག་པ་ནི། སྟོང་པ་ཉིད་ཀྱིས་སྟོང་པའོ།
en: Constructions are empty, because of emptiness.

source: སྟོང་པ་ཉིད་ཀུན་ཏུ་བརྟག་པར་ནུས་སམ།
en: Can emptiness be conceptually constructed?

source: ཡོངས་སུ་རྟོག་པ་དེ་ཡང་སྟོང་པ་སྟེ། སྟོང་པ་ཉིད་ནི་སྟོང་པ་ཉིད་ལ་མི་རྟོག་གོ།
en: Even that concept is itself empty, and emptiness cannot construct emptiness.

source: ཁྱིམ་བདག་སྟོང་པ་ཉིད་གང་དུ་བཙལ།
en: Householder, where should emptiness be sought?

source: འཇམ་དཔལ་སྟོང་པ་ཉིད་ནི་ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་ལས་བཙལ་ལོ།
en: Mañjuśrī, emptiness should be sought among the sixty-two convictions.

source: ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་གང་ལས་བཙལ།
en: Where should the sixty-two convictions be sought?

source: དེ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བ་ལས་བཙལ་ལོ།
en: They should be sought in the liberation of the tathāgatas.

source: དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བའང་གང་ལས་བཙལ།
en: Where should the liberation of the tathāgatas be sought?

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་དང་པོ་སྤྱོད་པ་ལས་བཙལ་ལོ།
en: It should be sought in the prime mental activity of all living beings.

source: བདུད་རྣམས་ནི་འཁོར་བའི་བསྔགས་པ་སྨྲ་བ་སྟེ། འཁོར་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་གཡོག་གོ།
en: The māras advocate this life of birth and death and the bodhisattva does not avoid life.

source: ཁྱིམ་བདག་ཁྱོད་ཀྱི་ནད་ཅི་འདྲ།
en: Householder, of what sort is your sickness?

source: གཟུགས་མེད་ཅིང་བསྟན་དུ་མེད་དོ།
en: It is immaterial and invisible.

source: ནད་དེ་ལུས་དང་ལྡན་ནམ། འོན་ཏེ་སེམས་དང་ལྡན།
en: Is it physical or mental?

source: ལུས་དབེན་པས་ན་ལུས་དང་ལྡན་པ་ཡང་མ་ཡིན། སེམས་སྒྱུ་མའི་ཆོས་ཉིད་པས་ན་སེམས་དང་ཡང་མི་ལྡན་ནོ།
en: It is not physical, since the body is insubstantial in itself. It is not mental, since the nature of the mind is like illusion.

source: ཁྱིམ་བདག་འདི་ལྟ་སྟེ། སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ཁམས་འདི་བཞི་ལས་ཁམས་གང་གནོད་པར་འགྱུར།
en: Householder, which of the four main elements is disturbed: earth, water, fire, or air?

source: འཇམ་དཔལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་ཁམས་དེ་ལྟ་བུ་གང་ཡིན་པ་དེས་ཁོ་བོ་ཡང་ནའོ།
en: Mañjuśrī, I am sick only because the elements of living beings are disturbed by sicknesses.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའ་ན་བ་ཡང་དག་པར་དགའ་བར་བྱ།
en: how should a bodhisattva console another bodhisattva who is sick?

source: ལུས་ཀྱི་མི་རྟག་པ་སྟེ། ཡིད་བྱུང་ཞིང་འདོད་ཆགས་དང་བྲལ་བས་ནི་མ་ཡིན་ནོ།
en: the body is impermanent, but should not exhort him to renunciation or disgust.

source: །ལུས་སྡུག་བསྔལ་བ་སྟེ། མྱ་ངན་ལས་འདས་པ་ལ་དགའ་བས་ནི་མ་ཡིན་ནོ།
en: the body is miserable, but should not encourage him to find solace in liberation;

source: །ཉེས་པར་སྤྱོད་པ་ཐམས་ཅད་བསྟན་པ་སྟེ། འཕོ་བས་ནི་མ་ཡིན་ནོ།
en: to confess his evil deeds, but not just to escape them.

source: དགེ་བའི་རྩ་བ་མངོན་དུ་བྱ་བ་དང་། གཟོད་མ་ནས་རྣམ་པར་དག་པ་དང་། སྲེད་པ་མེད་པ་དང་། རྟག་ཏུ་བརྩོན་འགྲུས་བརྩམས་པས་ནད་ཐམས་ཅད་མེད་པར་བྱེད་པའི་སྨན་པའི་རྒྱལ་པོར་འགྱུར་རོ་ཞེས་
en: to manifest the roots of virtue, to maintain the primal purity and the lack of craving, and thus to always strive to become the king of healers, who can cure all sicknesses.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ན་བས་ཇི་ལྟར་རང་གི་སེམས་ངེས་པར་བསམ་པར་བྱ།
en: Noble sir, how should a sick bodhisattva control his own mind?

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ན་བས་ནི་བདག་གི་སེམས་ལ་འདི་ལྟར་ངེས་པར་བསམ་པར་བྱའོ།
en: Mañjuśrī, a sick bodhisattva should control his own mind with the following consideration:

source: འབྱུང་བ་ཆེན་པོ་བཞི་ལས་གྱུར་པའི་ལུས་འདི་ཁམས་འདི་དག་ལ་བདག་པོ་གང་ཡང་མེད་དེ་བསྐྱེད་པའང་མེད་དོ།
en: The body is the issue of the four main elements, and in these elements there is no owner and no agent.

source: དེས་བདག་ཏུ་འདུ་ཤེས་པ་རྒྱུན་བཅད་དེ་ཆོས་ཀྱི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: he should abandon the conception of himself as a personality and produce the conception of himself as a thing, thinking,

source: ཆོས་དེ་དག་སྐྱེ་བ་ན་ཡང་འདི་སྙམ་དུ་བདག་སྐྱེའོ་སྙམ་དུ་མི་སེམས་སོ།
en: When they are born, they do not think, “I am born”;

source: །འགག་པ་ན་ཡང་འདི་སྙམ་དུ་བདག་འགག་གོ་སྙམ་དུ་མི་སེམས་སོ།
en: when they cease, they do not think, “I cease.”

source: ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་སྤང་བའོ།
en: It is the elimination of egoism and possessiveness.

source: གཉིས་དང་བྲལ་བའོ།
en: It is the freedom from dualism.

source: ནང་དང་ཕྱི་རོལ་ཏུ་ཀུན་ཏུ་སྤྱོད་པ་མེད་པའོ།
en: It is the absence of involvement with either the external or the internal.

source: མཉམ་པ་ཉིད་ལས་མི་གཡོ་བ། རབ་ཏུ་མི་གཡོ་བ། རྣམ་པར་མི་གཡོ་བའོ།
en: It is non-deviation, non-fluctuation, and non-distraction from sameness.

source: བདག་དང་མྱ་ངན་ལས་འདས་པ་གཉི་གའང་སྟོང་པའི་ཕྱིར་རོ།
en: Because both self and liberation are void.

source: །དེ་ལྟར་མཉམ་པ་ཉིད་མཐོང་བ་དེས་ནད་ཉིད་གཞན་མ་ཡིན། སྟོང་པ་ཉིད་གཞན་དུ་མི་བྱེད་དེ། ནད་ཉིད་སྟོང་པ་ཉིད་དོ།
en: Therefore, one who sees such sameness makes no difference between sickness and voidness; his sickness is itself voidness, and that sickness as voidness is itself void.

source: །ཚོར་བ་དེ་ནི་ཚོར་བ་མེད་པར་རིག་པར་བྱ་སྟེ།
en: should recognize that sensation is ultimately nonsensation,

source: ལྷག་པར་དམིགས་པ་ནི་གཞིའོ། ། ལྷག་པར་དམིགས་པའི་གཞི་ལ་ཇི་ཙམ་དུ་དམིགས་པ་དེ་ཙམ་དུ་ནད་ཀྱི་གཞིའོ།
en: To the extent that a basis of object-perception is objectified, it is the basis of sickness.

source: དམིགས་པ་མེད་ཅིང་མི་དམིགས་པའོ། །གང་མི་དམིགས་པ་དེ་ནི་ལྷག་པར་མི་དམིགས་པའོ།
en: It is its nonperception, as one does not objectify a thing that is not perceived.

source: བདག་ཏུ་ལྟ་བ་དང་། ཕ་རོལ་ཏུ་ལྟ་བ་དང་། ལྟ་བ་གཉིས་སུ་མི་དམིགས་ཏེ།
en: One does not perceive the two views, the view of the self and the view of the other.

source: །འཇམ་དཔལ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ན་བས་རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། སྐྱེ་བ་སྤང་བའི་ཕྱིར་བདག་གི་སེམས་ལ་ངེས་པར་བསམ་པར་བྱའོ།
en: Mañjuśrī, thus should a sick bodhisattva control his own mind in order to overcome old age, sickness, death, and birth.

source: །འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ནད་ནི་དེ་ལྟ་བུ་ཡིན་ཏེ།
en: Such, Mañjuśrī, is the sickness of the bodhisattva.

source: ཇི་ལྟར་བདག་གི་ནད་ཡང་དག་པ་མ་ཡིན་ཞིང་ཡོད་པ་མ་ཡིན་པ་དེ་བཞིན་དུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནད་ཀྱང་ཡང་དག་པ་མ་ཡིན་ཞིང་ཡོད་པ་མ་ཡིན་ནོ་
en: Just as my sickness is unreal and nonexistent, so the sicknesses of all living beings are unreal and nonexistent.

source: ཕན་ཡོན་དུ་ལྟ་བར་ལྟུང་བའི་སྙིང་རྗེ་ཆེན་པོས་ནི་སྐྱེ་བ་རྣམས་སུ་བྱང་ཆུབ་སེམས་དཔའ་སྐྱོ་བར་འགྱུར་རོ།
en: Because great compassion that falls into sentimentally purposive views only exhausts the bodhisattva in his reincarnations.

source: གྲོལ་བ་གང་ཞེ་ན།
en: And what is liberation?

source: ཐབས་མེད་པར་སྲིད་པའི་གྲོལ་བ་ཡོངས་སུ་འཛིན་པ་ནི། བྱང་ཆུབ་སེམས་དཔའི་བཅིངས་པའོ། །ཐབས་ཀྱིས་སྲིད་པའི་འགྲོ་བར་འཇུག་པ་ནི་གྲོལ་བའོ།
en: To indulge in liberation from the world without employing liberative art is bondage for the bodhisattva. To engage in life in the world with full employment of liberative art is liberation for the bodhisattva.

source: སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་ལ་ངེས་པར་སེམས་ཤིང་། མཚན་དང་དཔེ་བྱད་བཟང་པོ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་གི་རྒྱན་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་ངེས་པར་མི་སེམས་པ་ནི་ཐབས་ཀྱིས་མ་ཟིན་པའི་ཤེས་རབ་སྟེ་བཅིངས་པའོ།
en: Wisdom not integrated with liberative art consists of concentration on voidness, signlessness, and wishlessness, and yet it fails to concentrate on cultivation of the auspicious signs and marks, on the adornment of the buddhafield, and on the work of development of living beings—and it is bondage.

source: མཚན་དང་དཔེ་བྱད་བཟང་པོ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་གི་རྒྱན་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་སེམས་ངེས་པར་སེམས་ཤིང་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་ལ་འདྲིས་པར་བྱེད་པ་འདི་ནི་ཐབས་ཀྱིས་ཟིན་པའི་ཤེས་རབ་སྟེ་གྲོལ་བའོ།
en: Wisdom integrated with liberative art consists of concentration on cultivation of the auspicious signs and marks, on the adornment of the buddhafield, and on the work of development of living beings, all the while concentrating on deep investigation of voidness, signlessness, and wishlessness—and it is liberation.

source: ལྟ་བ་ཐམས་ཅད་དང་། ཉོན་མོངས་པ་ཀུན་ནས་ལྡང་བ་དང་། བག་ལ་ཉལ་དང་། རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་ལ་གནས་པའི་དགེ་བའི་རྩ་བ་རྩོམ་པ་ཐམས་ཅད་བྱང་ཆུབ་ཏུ་མི་སྔོ་བ་ནི་ཤེས་རབ་ཀྱིས་མ་ཟིན་པའི་ཐབས་ཏེ་བཅིངས་པའོ།
en: The bondage of liberative art not integrated with wisdom consists of the bodhisattva’s planting of the roots of virtue without dedicating them for the sake of enlightenment, while living in the grip of dogmatic convictions, passions, attachments, resentments, and their subconscious instincts.

source: །གང་ཡང་ལུས་ཀྱི་ནད་ཡོངས་སུ་སྤོང་བས་མི་སྐྱོ་སྟེ། འཁོར་བའི་རྒྱུན་མི་གཅོད་ཅིང་སེམས་ཅན་གྱི་དོན་སྦྱོར་བ་ལ་རྗེས་སུ་སྦྱོར་བ་འདི་ན་དེའི་ཐབས་སོ།
en: His liberative art consists of not exhausting himself by trying to avoid all physical sickness, and of applying himself to accomplish the benefit of living beings, without interrupting the cycle of reincarnations.

source: གལ་ཏེ་ངེས་པར་སེམས་པ་ལ་གནས་ན་དེ་ནི་བྱིས་པའི་ཆོས་སོ། །ཅི་སྟེ་ངེས་པར་མི་སེམས་པ་ལ་གནས་ན་དེ་ནི་ཉན་ཐོས་ཀྱི་ཆོས་སོ།
en: To live by indulging the mind is proper for fools and to live in control of the mind is proper for the disciples.

source: །དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔས་ངེས་པར་སེམས་པ་དང་། མི་སེམས་པ་ལ་གནས་པར་མི་བྱའོ།
en: Therefore, the bodhisattva should live neither in control nor in indulgence of his mind.

source: །གང་དེ་ལ་མི་གནས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ཏེ།
en: Not living in either of the two extremes is the domain of the bodhisattva.

source: །གང་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ལ་ཤིན་ཏུ་འཇིག་པ་དང་། འཆགས་པ་མེད་པ་ནམ་མཁའི་རང་བཞིན་དུ་རྟོག་པ་ཡང་སྤྱོད་ཡུལ་ལ་སྣ་ཚོགས་སུ་བཀོད་པ་དང་། དུ་མར་བཀོད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པ་སྟོན་པའང་སྤྱོད་ཡུལ་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་ཡུལ་ལོ།
en: A domain where one realizes that all the buddhafields are indestructible and uncreatable, having the nature of infinite space, yet where one manifests the establishment of the qualities of the buddhafields in all their variety and magnitude, such is the domain of the bodhisattva.

source: །བསྟན་པ་འདི་བཤད་པ་ན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་ལྷན་ཅིག་ཏུ་ལྷགས་པའི་ལྷའི་བུ་དེ་དག་ལས་ལྷའི་བུ་བརྒྱད་སྟོང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་སོ།
en: When Vimalakīrti had spoken this discourse, eight thousand of the gods in the company of the crown prince Mañjuśrī conceived the spirit of unexcelled, perfect enlightenment.

source: །།དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Thereupon, the venerable Śāriputra had this thought:

source: ཁྱིམ་འདི་ན་སྟན་དག་ཀྱང་མེད་ན་
en: There is not even a single chair in this house.

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་དང་། ཉན་ཐོས་ཆེན་པོ་འདི་དག་ཅི་ལ་འཁོད་
en: Where are these disciples and bodhisattvas going to sit?

source: ཁོ་བོ་ནི་ཆོས་འདོད་དེ་འོངས་ཀྱི། སྟན་འདོད་པ་ནི་མ་ཡིན་ནོ།
en: I came for the sake of the Dharma, not for the sake of a chair.

source: བཙུན་པ་ཤཱ་རིའི་བུ་དེ་བས་ན་གང་ཆོས་འདོད་པ་དེ་ནི་བདག་གི་ལུས་ཀྱང་འདོད་པ་མ་ཡིན་ན། སྟན་འདོད་པར་ལྟ་ག་ལ་འགྱུར།
en: Reverend Śāriputra, he who is interested in the Dharma is not interested even in his own body, much less in a chair.

source: ཆོས་ནི་སྤྲོས་པ་མེད་པ། ཡི་གེ་མེད་པ་སྟེ།
en: The Dharma is ultimately without formulation and without verbalization.

source: དེ་ལ་སྡུག་བསྔལ་ཤེས་པར་བྱ། ཀུན་འབྱུང་བ་སྤང་བར་བྱ། འགོག་པ་མངོན་དུ་བྱ། ལམ་བསྒོམ་པར་བྱའོ་ཞེས་གང་འཕྲོས་པར་བྱེད་པ་དེ་ནི་
en: Who verbalizes: ‘Suffering should be recognized, origination should be eliminated, cessation should be realized, the path should be practiced,’

source: ཆོས་འདོད་པ་མ་ཡིན་ཏེ། དེ་ནི་སྤྲོས་པ་འདོད་པའོ།
en: is not interested in the Dharma but is interested in verbalization.

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་བརྒྱ་སྟོང་གྲངས་མེད་པ་དག་ཏུ་སངས་རྒྱས་ཀྱི་ཞིང་རྒྱུ་ཞིང་འགྲོ་བ་ན་
en: Mañjuśrī, you have already been in innumerable hundreds of thousands of buddhafields throughout the universes of the ten directions.

source: སངས་རྒྱས་ཀྱི་ཞིང་གང་ན་སེང་གེའི་ཁྲི་ཐམས་ཅད་ཀྱི་མཆོག་ཡོན་ཏན་ཐམས་ཅད་དང་ལྡན་པ་དག་མཐོང་།
en: In which buddhafield did you see the best lion-thrones with the finest qualities?

source: །རིགས་ཀྱི་བུ་འདི་ནས་ཤར་ཕྱོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་སུམ་ཅུ་རྩ་གཉིས་ཀྱི་བྱེ་མ་སྙེད་འདས་པ་ན་འཇིག་རྟེན་གྱི་ཁམས་ལྷུན་པོའི་རྒྱལ་མཚན་ཞེས་བྱ་བ་ཡོད་དེ།
en: Noble sir, if one crosses the buddhafields to the east, which are more numerous than all the grains of sand of thirty-two Ganges rivers, one will discover a universe called Merudhvaja.

source: དེ་ན་དེ་བཞིན་གཤེགས་པ་ལྷུན་པོའི་སྒྲོན་མའི་རྒྱལ་པོ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: There dwells a tathāgata called Meru­pradīpa­rāja.

source: །དེ་བཞིན་གཤེགས་པ་དེའི་སྐུ་ནི་དཔག་ཚད་འབུམ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིའོ། །བཅོམ་ལྡན་འདས་དེའི་སེང་གེའི་ཁྲིའི་ཚད་ནི་དཔག་ཚད་འབུམ་ཕྲག་དྲུག་ཅུ་རྩ་བརྒྱད་དོ།
en: His body measures eighty-four hundred thousand leagues in height, and the height of his throne is sixty-eight hundred thousand leagues.

source: །དེ་ནས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པས་དེའི་ཚེ་དེ་ལྟ་བུའི་བསམ་པ་ཀུན་བསམས་ཤིང་།
en: At that moment, the Licchavi Vimalakīrti, having focused himself in concentration,

source: འདི་ལྟ་བུའི་རྫུ་འཕྲུལ་འདི་མངོན་པར་འདུ་བྱེད་པ་མངོན་པར་བྱས་ཏེ། གང་འཇིག་རྟེན་གྱི་ཁམས་ལྷུན་པོའི་རྒྱལ་མཚན་དེ་ན་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལྷུན་པོའི་སྒྲོན་མའི་རྒྱལ་པོ་དེས་སེང་གེའི་ཁྲི་སུམ་ཁྲི་ཉིས་སྟོང་བསྐུར་ཏེ།
en: performed a miraculous feat such that the Lord Tathāgata Meru­pradīpa­rāja, in the universe Merudhvaja, sent to this universe thirty-two hundred thousand thrones.

source: དེ་ཙམ་དུ་འཕང་མཐོ་བ། དེ་ཙམ་དུ་ཡངས་པ། དེ་ཙམ་དུ་བལྟ་ན་སྡུག་པ། གང་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། ལྷའི་བུ་དེ་དག་གིས་སྔོན་མ་མཐོང་བ་
en: These thrones were so tall, spacious, and beautiful that the bodhisattvas, great disciples, Śakras, Brahmās, Lokapālas, and other gods had never before seen the like.

source: དེ་དག་སྟེང་གི་ནམ་མཁའ་ལས་འོངས་ཏེ། ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ཁྱིམ་དུ་སོ་སོར་གནས་སོ།
en: The thrones descended from the sky and came to rest in the house of the Licchavi Vimalakīrti.

source: དེ་དག་ཐམས་ཅད་ཀྱང་སྔོན་ཇི་ལྟ་བ་བཞིན་དུ་སྣང་ངོ་།
en: Everything else appeared just as it was before.

source: དེ་ནས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་སྨྲས་པ།
en: The Licchavi Vimalakīrti said to the venerable Śāriputra,

source: བཙུན་པ་ཤཱ་རིའི་བུ་སེང་གེའི་ཁྲི་ལ་འདུག་ཤིག
en: Reverend Śāriputra, take your seat upon a throne.

source: སྐྱེས་བུ་དམ་པ་སེང་གེའི་ཁྲི་འདི་དག་མཐོ་ཞིང་ཆེ་བས་འདུག་མི་ནུས་སོ།
en: Good sir, the thrones are too big and too high, and I cannot sit upon them.

source: བཙུན་པ་ཤཱ་རིའི་བུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལྷུན་པོའི་སྒྲོན་མའི་རྒྱལ་པོ་དེ་ལ་ཕྱག་གྱིས་ཤིག་དང་། འདུག་ནུས་པར་འགྱུར་རོ།
en: Reverend Śāriputra, bow down to the Tathāgata Meru­pradīpa­rāja, and you will be able to take your seat.

source: རིགས་ཀྱི་བུ་ཁྱིམ་ཆུང་ངུའི་ནང་དུ་སེང་གེའི་ཁྲི་འདི་ལྟ་བུར་མཐོ་ཞིང་ཆེ་བ་སྣ་ཚོགས་འདི་ལྟ་བུ་སྟོང་ཕྲག་འདི་སྙེད་ཆུད་པ་དང་།
en: Noble sir, it is astonishing that these thousands of thrones, so big and so high, should fit into such a small house and

source: འདི་དག་གིས་ཡངས་པའི་གྲོང་ཁྱེར་ཆེན་པོ་ཡང་བསྒྲིབས་པར་མ་གྱུར། འཛམ་བུའི་གླིང་གི་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་འཁོར་དང་། གླིང་ཆེན་པོ་བཞི་ལའང་ཅུང་ཟད་ཀྱང་མ་བསྒྲིབས། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་གནས་རྣམས་ཀྱང་བསྒྲིབས་པར་མ་གྱུར་ཏེ། སྔོན་ཅི་འདྲ་བ་ཕྱིས་ཀྱང་དེ་བཞིན་དུ་སྣང་བ་
en: Noble sir, it is astonishing that these thousands of thrones, so big and so high, should fit into such a small house and

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཡང་རྫ་མཁན་གྱི་འཁོར་ལོ་བཞིན་ལག་པ་གཡས་པས་བླངས་ཏེ་བསྐོར་ནས་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་འཕངས་ཀྱང་
en: Such a bodhisattva can pick up with his right hand this billion-world galactic universe as if it were a potter’s wheel and, spinning it round, throw it beyond universes as numerous as the sands of the Ganges,

source: སེམས་ཅན་རྣམས་བདག་ཅག་གང་དུ་ཕྱུང་གང་ནས་འོངས་མི་ཤེས་སོ།
en: without the living beings therein knowing their motion or its origin,

source: །སླར་ཡང་བླངས་ནས་གནས་བཞིན་དུ་བཞག་ཀྱང་འོང་བ་དང་འགྲོ་བར་མི་ཤེས་མོད་ཀྱི་བྱ་བ་དེ་ཡང་ཀུན་ཏུ་སྣང་ངོ་།
en: and he can catch it and put it back in its place, without the living beings suspecting their coming and going; and yet the whole operation is visible.

source: །སེམས་ཅན་ཐམས་ཅད་ཀྱང་ལག་པ་གཡས་པའི་མཐིལ་དུ་བཞག་སྟེ།
en: Likewise, he can place all living beings in the palm of his right hand and

source: སེམས་ཀྱི་མགྱོགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་ཞིང་སངས་རྒྱས་ཀྱི་ཞིང་ཀུན་ཏུ་སྟོན་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་ནས་ཀྱང་མ་གཡོས་སོ།
en: can show them with the supernatural speed of thought all the buddhafields without ever leaving his own buddhafield.
